Repository: Kitround/Transmote
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr, zh_hans

source: .torrent files
de: .torrent-Dateien
es: Archivos .torrent
fr: Fichiers .torrent
zh_hans: .torrent 文件

source: %lld leechers
de: %lld Leecher
es: %lld descargando
fr: %lld en téléchargement
zh_hans: %lld 个下载者

source: %lld max downloads
de: max. %lld Downloads
es: máx. %lld descargas
fr: %lld téléchargements max.
zh_hans: 最多 %lld 个下载

source: %lld max seeds
de: max. %lld Seeds
es: máx. %lld en compartición
fr: %lld partages max.
zh_hans: 最多 %lld 个做种

source: %lld minutes
de: %lld Minuten
es: %lld minutos
zh_hans: %lld 分钟

source: %lld seeds
de: %lld Seeder
es: %lld compartiendo
fr: %lld en partage
zh_hans: %lld 个做种者

source: ✓ Transmote is now the default app for .torrent files.
de: ✓ Transmote ist jetzt die Standard-App für .torrent-Dateien.
es: ✓ Transmote es ahora la app predeterminada para archivos .torrent.
fr: ✓ Transmote est maintenant l'app par défaut pour les fichiers .torrent.
zh_hans: ✓ Transmote 现已成为 .torrent 文件的默认应用。

source: ✓ Transmote is now the default app for magnet links.
de: ✓ Transmote ist jetzt die Standard-App für Magnet-Links.
es: ✓ Transmote es ahora la app predeterminada para enlaces magnet.
fr: ✓ Transmote est maintenant l'app par défaut pour les liens magnet.
zh_hans: ✓ Transmote 现已成为磁力链接的默认应用。

source: About the Server
de: Über den Server
es: Acerca del servidor
fr: À propos du serveur
zh_hans: 关于服务器

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
zh_hans: 添加

source: Add a .torrent file
de: .torrent-Datei hinzufügen
es: Añadir un archivo .torrent
fr: Ajouter un fichier .torrent
zh_hans: 添加 .torrent 文件

source: Add a .torrent file or magnet link to start downloading.
de: Füge eine .torrent-Datei oder einen Magnet-Link hinzu, um den Download zu starten.
es: Añade un archivo .torrent o un enlace magnet para empezar a descargar.
fr: Ajoutez un fichier .torrent ou un lien magnet pour commencer à télécharger.
zh_hans: 添加 .torrent 文件或磁力链接 以开始下载。

source: Add a magnet link
de: Magnet-Link hinzufügen
es: Añadir un enlace magnet
fr: Ajouter un lien magnet
zh_hans: 添加磁力链接

source: Add a server
de: Server hinzufügen
es: Añadir un servidor
fr: Ajouter un serveur
zh_hans: 添加服务器

source: Add File
de: Datei hinzufügen
es: Añadir archivo
fr: Ajouter un fichier
zh_hans: 添加文件

source: Add Magnet
de: Magnet hinzufügen
es: Añadir magnet
fr: Ajouter magnet
zh_hans: 添加磁力

source: Add Magnet Link
de: Magnet-Link hinzufügen
es: Añadir enlace magnet
fr: Ajouter un lien magnet
zh_hans: 添加磁力链接

source: Added
de: Hinzugefügt
es: Añadido
fr: Ajouté
zh_hans: 添加时间

source: All
de: Alle
es: Todos
fr: Tous
zh_hans: 全部

source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
zh_hans: 应用

source: Authentication
de: Authentifizierung
es: Autenticación
fr: Authentification
zh_hans: 身份验证

source: Authentication failed
de: Authentifizierung fehlgeschlagen
es: Error de autenticación
fr: Authentification échouée
zh_hans: 身份验证失败

source: Auto-stop seed
de: Seeden automatisch stoppen
es: Detener compartición automáticamente
fr: Arrêt automatique du partage
zh_hans: 自动停止做种

source: Bandwidth
de: Bandbreite
es: Ancho de banda
fr: Bande passante
zh_hans: 带宽

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
zh_hans: 取消

source: check. %@
de: prüf. %@
es: verif. %@
fr: vérif. %@
zh_hans: 校验 %@

source: Checking
de: Prüfen
es: Verificando
fr: Vérification
zh_hans: 校验中

source: Choose…
de: Auswählen…
es: Elegir…
fr: Choisir…
zh_hans: 选择…

source: Click to copy
de: Klicken zum Kopieren
es: Clic para copiar
fr: Cliquer pour copier
zh_hans: 点击复制

source: Comment
de: Kommentar
es: Comentario
fr: Commentaire
zh_hans: 注释

source: Compact view
de: Kompakte Ansicht
es: Vista compacta
fr: Vue compacte
zh_hans: 紧凑视图

source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
zh_hans: 完成时间

source: Connect
de: Verbinden
es: Conectar
fr: Connecter
zh_hans: 连接

source: Connect to server
de: Mit Server verbinden
es: Conectar al servidor
fr: Se connecter
zh_hans: 连接到服务器

source: Connected Peers
de: Verbundene Peers
es: Pares conectados
fr: Pairs connectés
zh_hans: 已连接用户

source: Connecting…
de: Verbinden…
es: Conectando…
fr: Connexion…
zh_hans: 正在连接…

source: Connection Error
de: Verbindungsfehler
es: Error de conexión
fr: Erreur de connexion
zh_hans: 连接错误

source: Connection successful!
de: Verbindung erfolgreich!
es: ¡Conexión correcta!
fr: Connexion réussie !
zh_hans: 连接成功！

source: Copy Hash
de: Hash kopieren
es: Copiar hash
fr: Copier le hash
zh_hans: 复制哈希值

source: Credentials are sent unencrypted over HTTP. Enable HTTPS for remote servers.
de: Zugangsdaten werden über HTTP unverschlüsselt gesendet. Aktiviere HTTPS für entfernte Server.
es: Las credenciales se envían sin cifrar por HTTP. Activa HTTPS para servidores remotos.
fr: Les identifiants sont envoyés en clair via HTTP. Activez HTTPS pour les serveurs distants.
zh_hans: 凭据通过 HTTP 以明文发送。请为远程服务器启用 HTTPS。

source: Dates
de: Daten
es: Fechas
zh_hans: 日期

source: Decoding error: %@
de: Dekodierungsfehler: %@
es: Error de decodificación: %@
fr: Erreur de décodage : %@
zh_hans: 解码错误：%@

source: Default App
de: Standard-App
es: App predeterminada
fr: App par défaut
zh_hans: 默认应用

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
zh_hans: 删除

source: Detailed view
de: Detailansicht
es: Vista detallada
fr: Vue détaillée
zh_hans: 详细视图

source: Disconnected
de: Getrennt
es: Desconectado
fr: Déconnecté
zh_hans: 已断开

source: Download Complete
de: Download abgeschlossen
es: Descarga completada
fr: Téléchargement terminé
zh_hans: 下载完成

source: Download folder
de: Download-Ordner
es: Carpeta de descargas
fr: Dossier de téléchargement
zh_hans: 下载文件夹

source: Download Queue
de: Download-Warteschlange
es: Cola de descargas
fr: File de téléchargement
zh_hans: 下载队列

source: Downloaded
de: Heruntergeladen
es: Descargado
fr: Téléchargé
zh_hans: 已下载

source: Downloading
de: Lädt herunter
es: Descargando
fr: Téléchargement
zh_hans: 下载中

source: Downloading from
de: Lädt herunter von
es: Descargando de
fr: En téléchargement de
zh_hans: 下载自

source: Drop to add
de: Zum Hinzufügen ablegen
es: Suelta para añadir
fr: Déposer pour ajouter
zh_hans: 拖放以添加

source: Edit Server
de: Server bearbeiten
es: Editar servidor
fr: Modifier le serveur
zh_hans: 编辑服务器

source: Edit…
de: Bearbeiten…
es: Editar…
fr: Modifier…
zh_hans: 编辑…

source: Enable Turtle Mode
de: Schildkrötenmodus aktivieren
es: Activar modo tortuga
fr: Activer le mode tortue
zh_hans: 启用乌龟模式

source: Encryption
de: Verschlüsselung
es: Cifrado
fr: Chiffrement
zh_hans: 加密

source: Error
de: Fehler
fr: Erreur
zh_hans: 错误

source: Error: %@
de: Fehler: %@
fr: Erreur : %@
zh_hans: 错误：%@

source: ETA
de: Restzeit
es: Tiempo
fr: Durée
zh_hans: 剩余时间

source: ETA %@
de: Restzeit %@
es: Quedan %@
zh_hans: 剩余 %@

source: Every 1 s
de: Jede Sekunde
es: Cada 1 s
fr: Toutes les 1 s
zh_hans: 每 1 秒

source: Every 2 s
de: Alle 2 s
es: Cada 2 s
fr: Toutes les 2 s
zh_hans: 每 2 秒

source: Every 3 s
de: Alle 3 s
es: Cada 3 s
fr: Toutes les 3 s
zh_hans: 每 3 秒

source: Every 5 s
de: Alle 5 s
es: Cada 5 s
fr: Toutes les 5 s
zh_hans: 每 5 秒

source: Every 10 s
de: Alle 10 s
es: Cada 10 s
fr: Toutes les 10 s
zh_hans: 每 10 秒

source: Every 15 s
de: Alle 15 s
es: Cada 15 s
fr: Toutes les 15 s
zh_hans: 每 15 秒

source: Every 30 s
de: Alle 30 s
es: Cada 30 s
fr: Toutes les 30 s
zh_hans: 每 30 秒

source: Failed: %@
de: Fehlgeschlagen: %@
es: Error: %@
fr: Échec : %@
zh_hans: 失败：%@

source: Failed: unknown content type.
de: Fehlgeschlagen: unbekannter Inhaltstyp.
es: Error: tipo de contenido desconocido.
fr: Échec : type de contenu inconnu.
zh_hans: 失败：未知的内容类型。

source: File
de: Datei
es: Archivo
fr: Fichier
zh_hans: 文件

source: Files
de: Dateien
es: Archivos
fr: Fichiers
zh_hans: 文件

source: Filters
de: Filter
es: Filtros
fr: Filtres
zh_hans: 筛选

source: Folder
de: Ordner
es: Carpeta
fr: Dossier
zh_hans: 文件夹

source: Folders
de: Ordner
es: Carpetas
fr: Dossiers
zh_hans: 文件夹

source: General
de: Allgemein
fr: Général
zh_hans: 通用

source: Global Speed
de: Gesamtgeschwindigkeit
es: Velocidad global
fr: Vitesse globale
zh_hans: 全局速度

source: Hide Detail
de: Details ausblenden
es: Ocultar detalles
fr: Cacher les détails
zh_hans: 隐藏详情

source: High
de: Hoch
es: Alta
fr: Haute
zh_hans: 高

source: Incoming port
de: Eingehender Port
es: Puerto de entrada
fr: Port entrant
zh_hans: 传入端口

source: Information
de: Informationen
es: Información
fr: Informations
zh_hans: 信息

source: Invalid server URL
de: Ungültige Server-URL
es: URL del servidor no válida
fr: URL du serveur invalide
zh_hans: 服务器 URL 无效

source: Language
de: Sprache
es: Idioma
fr: Langue
zh_hans: 语言

source: Later
de: Später
es: Más tarde
fr: Plus tard
zh_hans: 稍后

source: Limit Download
de: Download begrenzen
es: Limitar descarga
fr: Limiter le téléchargement
zh_hans: 限制下载

source: Limit simultaneous downloads
de: Gleichzeitige Downloads begrenzen
es: Limitar descargas simultáneas
fr: Limiter les téléchargements simultanés
zh_hans: 限制同时下载数

source: Limit simultaneous seeds
de: Gleichzeitiges Seeden begrenzen
es: Limitar comparticiones simultáneas
fr: Limiter les partages simultanés
zh_hans: 限制同时做种数

source: Limit Upload
de: Upload begrenzen
es: Limitar subida
fr: Limiter le partage
zh_hans: 限制上传

source: Low
de: Niedrig
es: Baja
fr: Basse
zh_hans: 低

source: Magnet link or .torrent URL
de: Magnet-Link oder .torrent-URL
es: Enlace magnet o URL .torrent
fr: Lien magnet ou URL .torrent
zh_hans: 磁力链接或 .torrent URL

source: Max global peers
de: Max. Peers gesamt
es: Máx. pares globales
fr: Pairs globaux max.
zh_hans: 全局最大用户数

source: Move to…
de: Bewegen nach…
es: Mover a…
fr: Déplacer vers…
zh_hans: 移动到…

source: Network
de: Netzwerk
es: Red
fr: Réseau
zh_hans: 网络

source: Network error: %@
de: Netzwerkfehler: %@
es: Error de red: %@
fr: Erreur réseau : %@
zh_hans: 网络错误：%@

source: New Server
de: Neuer Server
es: Nuevo servidor
fr: Nouveau serveur
zh_hans: 新服务器

source: Next:
de: Nächster:
es: Siguiente:
fr: Prochain :
zh_hans: 下次：

source: No
de: Nein
fr: Non
zh_hans: 否

source: No file information available
de: Keine Dateiinformationen verfügbar
es: No hay información de archivos
fr: Aucune information sur les fichiers disponible
zh_hans: 没有可用的文件信息

source: No peers connected
de: Keine Peers verbunden
es: No hay pares conectados
fr: Aucun pair connecté
zh_hans: 没有已连接的用户

source: No Selection
de: Keine Auswahl
es: Sin selección
fr: Aucune sélection
zh_hans: 未选择

source: No Torrents
de: Keine Torrents
es: Sin torrents
fr: Aucun torrent
zh_hans: 没有种子

source: No trackers available
de: Keine Tracker verfügbar
es: No hay trackers disponibles
fr: Aucun tracker disponible
zh_hans: 没有可用的 Tracker

source: Not Connected
de: Nicht verbunden
es: No conectado
fr: Non connecté
zh_hans: 未连接

source: Not connected to a server
de: Mit keinem Server verbunden
es: No conectado a ningún servidor
fr: Non connecté à un serveur
zh_hans: 未连接到服务器

source: Open Transmote
de: Transmote öffnen
es: Abrir Transmote
fr: Ouvrir Transmote
zh_hans: 打开 Transmote

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
zh_hans: 密码

source: Pause
de: Pausieren
es: Pausar
fr: Mettre en pause
zh_hans: 暂停

source: Pause All
de: Alle pausieren
es: Pausar todo
fr: Pause tout
zh_hans: 全部暂停

source: Pause all torrents
de: Alle Torrents pausieren
es: Pausar todos los torrents
fr: Mettre en pause tous les torrents
zh_hans: 暂停所有种子

source: Pause Selection
de: Auswahl pausieren
es: Pausar selección
fr: Mettre en pause la sélection
zh_hans: 暂停所选

source: Paused
de: Pausiert
es: En pausa
fr: En pause
zh_hans: 已暂停

source: Peers per torrent
de: Peers pro Torrent
es: Pares por torrent
fr: Pairs par torrent
zh_hans: 每个种子的用户数

source: Please restart Transmote to apply the language change.
de: Bitte starte Transmote neu, um die Sprachänderung anzuwenden.
es: Reinicia Transmote para aplicar el cambio de idioma.
fr: Veuillez redémarrer Transmote pour appliquer le changement de langue.
zh_hans: 请重新启动 Transmote 以应用语言更改。

source: Preferred
de: Bevorzugt
es: Preferido
fr: Préféré
zh_hans: 优先

source: Private
de: Privat
es: Privado
fr: Privé
zh_hans: 私有

source: Progress
de: Fortschritt
es: Progreso
fr: Progression
zh_hans: 进度

source: Queue
de: Warteschlange
es: Cola
fr: File d'attente
zh_hans: 队列

source: Quit
de: Beenden
es: Salir
fr: Quitter
zh_hans: 退出

source: Random port on startup
de: Zufälliger Port beim Start
es: Puerto aleatorio al iniciar
fr: Port aléatoire au démarrage
zh_hans: 启动时使用随机端口

source: Ratio
de: Verhältnis
zh_hans: 分享率

source: Reannounce to Trackers
de: Erneut bei Trackern melden
es: Reanunciar a los trackers
fr: Réannoncer aux trackers
zh_hans: 重新向 Tracker 汇报

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Rafraîchir
zh_hans: 刷新

source: Refresh Interval
de: Aktualisierung
es: Actualización
fr: Actualisation
zh_hans: 刷新间隔

source: Remaining
de: Verbleibend
es: Restante
fr: Restant
zh_hans: 剩余

source: Remove
de: Entfernen
es: Quitar
fr: Supprimer
zh_hans: 移除

source: Remove "%@"?
de: „%@“ entfernen?
es: ¿Quitar «%@»?
fr: Supprimer "%@"?
zh_hans: 移除“%@”？

source: Remove and Delete Data
de: Entfernen und Daten löschen
es: Quitar y eliminar datos
fr: Supprimer et effacer les données
zh_hans: 移除并删除数据

source: Remove torrent
de: Entfernen
es: Quitar
fr: Supprimer
zh_hans: 移除

source: Remove Torrent
de: Torrent entfernen
es: Quitar torrent
fr: Supprimer le torrent
zh_hans: 移除种子

source: Required
de: Erforderlich
es: Obligatorio
fr: Requis
zh_hans: 强制

source: Restart Now
de: Jetzt neu starten
es: Reiniciar ahora
fr: Redémarrer maintenant
zh_hans: 立即重新启动

source: Restart Required
de: Neustart erforderlich
es: Reinicio necesario
fr: Redémarrage requis
zh_hans: 需要重新启动

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
zh_hans: 重试

source: Reveal in Finder
de: Im Finder zeigen
es: Mostrar en el Finder
fr: Révéler dans le Finder
zh_hans: 在访达中显示

source: RPC Path
de: RPC-Pfad
es: Ruta RPC
fr: Chemin RPC
zh_hans: RPC 路径

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
zh_hans: 存储

source: Search…
de: Suchen…
es: Buscar…
fr: Rechercher…
zh_hans: 搜索…

source: Seed Queue
de: Seed-Warteschlange
es: Cola de compartición
fr: File de partage
zh_hans: 做种队列

source: Seeding
de: Seeden
es: Compartiendo
fr: Partage
zh_hans: 做种中

source: Select a server in the sidebar or check your connection.
de: Wähle einen Server in der Seitenleiste oder prüfe deine Verbindung.
es: Selecciona un servidor en la barra lateral o comprueba tu conexión.
fr: Sélectionnez un serveur dans la barre latérale ou vérifiez votre connexion.
zh_hans: 请在边栏中选择服务器 或检查网络连接。

source: Select a torrent to view its details.
de: Wähle einen Torrent, um Details anzuzeigen.
es: Selecciona un torrent para ver sus detalles.
fr: Sélectionnez un torrent pour voir ses détails.
zh_hans: 选择一个种子以查看详情。

source: Sent
de: Gesendet
es: Enviado
fr: Envoyé
zh_hans: 已上传

source: Server error: %@
de: Serverfehler: %@
es: Error del servidor: %@
fr: Erreur serveur : %@
zh_hans: 服务器错误：%@

source: Servers
de: Server
es: Servidores
fr: Serveurs
zh_hans: 服务器

source: Session
de: Sitzung
es: Sesión
zh_hans: 会话

source: Set as default
de: Als Standard festlegen
es: Establecer como predeterminada
fr: Définir par défaut
zh_hans: 设为默认

source: Show Detail
de: Details einblenden
es: Mostrar detalles
fr: Montrer les détails
zh_hans: 显示详情

source: Size
de: Größe
es: Tamaño
fr: Taille
zh_hans: 大小

source: Skip
de: Überspringen
es: Omitir
fr: Ignorer
zh_hans: 跳过

source: Start
de: Starten
es: Iniciar
fr: Démarrer
zh_hans: 开始

source: Start All
de: Alle starten
es: Iniciar todo
fr: Démarrer tout
zh_hans: 全部开始

source: Start all torrents
de: Alle Torrents starten
es: Iniciar todos los torrents
fr: Démarrer tous les torrents
zh_hans: 开始所有种子

source: Start Selection
de: Auswahl starten
es: Iniciar selección
fr: Démarrer la sélection
zh_hans: 开始所选

source: Stop if idle since
de: Stoppen bei Inaktivität seit
es: Detener si inactivo desde hace
fr: Arrêter si inactif depuis
zh_hans: 空闲超过此时间则停止

source: Stop when ratio reaches
de: Stoppen bei Verhältnis
es: Detener al alcanzar el ratio
fr: Arrêter quand le ratio atteint
zh_hans: 分享率达到时停止

source: Stopped
de: Gestoppt
es: Detenido
fr: Arrêté
zh_hans: 已停止

source: Switch to compact view
de: Zur kompakten Ansicht wechseln
es: Cambiar a vista compacta
fr: Passer en vue compacte
zh_hans: 切换到紧凑视图

source: Switch to detailed view
de: Zur Detailansicht wechseln
es: Cambiar a vista detallada
fr: Passer en vue détaillée
zh_hans: 切换到详细视图

source: System Default
de: Systemstandard
es: Predeterminado del sistema
fr: Par défaut (système)
zh_hans: 系统默认

source: Test Connection
de: Verbindung testen
es: Probar conexión
fr: Tester la connexion
zh_hans: 测试连接

source: Testing…
de: Teste…
es: Probando…
fr: Test…
zh_hans: 正在测试…

source: Toggle alternative speed limit
de: Alternatives Tempolimit umschalten
es: Activar/desactivar límite alternativo
fr: Basculer la limite de vitesse alternative
zh_hans: 切换备用速度限制

source: Toggle Sidebar
de: Seitenleiste ein-/ausblenden
es: Mostrar/ocultar barra lateral
fr: Afficher/masquer la barre latérale
zh_hans: 显示/隐藏边栏

source: Toggle detail panel
de: Detailbereich ein-/ausblenden
es: Mostrar/ocultar panel de detalles
fr: Afficher le panneau
zh_hans: 显示/隐藏详情面板

source: Tolerated
de: Toleriert
es: Tolerado
fr: Toléré
zh_hans: 允许

source: Transfer
de: Übertragung
es: Transferencia
fr: Transfert
zh_hans: 传输

source: Turtle mode
de: Schildkrötenmodus
es: Modo tortuga
fr: Mode tortue
zh_hans: 乌龟模式

source: Turtle Mode (alternative speed)
de: Schildkrötenmodus (alternatives Tempo)
es: Modo tortuga (velocidad alternativa)
fr: Mode tortue (vitesse alternative)
zh_hans: 乌龟模式（备用速度）

source: Turtle mode active
de: Schildkrötenmodus aktiv
es: Modo tortuga activo
fr: Mode tortue actif
zh_hans: 乌龟模式已启用

source: Unknown client
de: Unbekannter Client
es: Cliente desconocido
fr: Client inconnu
zh_hans: 未知客户端

source: Uploading to
de: Lädt hoch zu
es: Subiendo a
fr: En partage vers
zh_hans: 上传至

source: Username
de: Benutzername
es: Usuario
fr: Utilisateur
zh_hans: 用户名

source: Verify Local Data
de: Lokale Daten prüfen
es: Verificar datos locales
fr: Vérifier les données locales
zh_hans: 校验本地数据

source: Verifying
de: Prüfe
es: Verificando
fr: Vérification
zh_hans: 校验中

source: Waiting for Download
de: Wartet auf Download
es: Esperando para descargar
fr: En attente de téléchargement
zh_hans: 等待下载

source: Waiting for Verification
de: Wartet auf Prüfung
es: Esperando verificación
fr: En attente de vérification
zh_hans: 等待校验

source: Waiting to Seed
de: Wartet auf Seeden
es: Esperando para compartir
fr: En attente de partage
zh_hans: 等待做种

source: Yes
de: Ja
es: Sí
fr: Oui
zh_hans: 是

source: Check for Updates
de: Nach Updates suchen
es: Buscar actualizaciones
fr: Rechercher les mises à jour
zh_hans: 检查更新

source: Version %@ is available.
de: Version %@ ist verfügbar.
es: La versión %@ está disponible.
fr: La version %@ est disponible.
zh_hans: 版本 %@ 现已推出。

source: Download Update
de: Update laden
es: Descargar actualización
fr: Télécharger la mise à jour
zh_hans: 下载更新

source: Transmote is up to date.
de: Transmote ist auf dem neuesten Stand.
es: Transmote está actualizado.
fr: Transmote est à jour.
zh_hans: Transmote 已是最新版本。

source: Update check failed.
de: Suche nach Updates fehlgeschlagen.
es: No se pudieron buscar actualizaciones.
fr: La recherche de mises à jour a échoué.
zh_hans: 检查更新失败。

source: Update Available
de: Update verfügbar
es: Actualización disponible
fr: Mise à jour disponible
zh_hans: 有可用更新

source: Automatic check
de: Automatisch suchen
es: Comprobación automática
fr: Vérification automatique
zh_hans: 自动检查

source: Never
de: Nie
es: Nunca
fr: Jamais
zh_hans: 从不

source: Daily
de: Täglich
es: A diario
fr: Tous les jours
zh_hans: 每天

source: Weekly
de: Wöchentlich
es: Cada semana
fr: Toutes les semaines
zh_hans: 每周

source: Monthly
de: Monatlich
es: Cada mes
fr: Tous les mois
zh_hans: 每月

source: ↑ Limit
es: ↑ Límite
fr: ↑ Limite
zh_hans: ↑ 限速

source: ↑ Upload
es: ↑ Subida
fr: ↑ Partage
zh_hans: ↑ 上传

source: ↓ Limit
es: ↓ Límite
fr: ↓ Limite
zh_hans: ↓ 限速

source: ↓ Download
es: ↓ Descarga
fr: ↓ Téléchargement
zh_hans: ↓ 下载

source: Download
es: Descarga
fr: Téléchargement
zh_hans: 下载

source: Downloads
es: Descargas
fr: Téléchargements
zh_hans: 下载

source: Limits
es: Límites
fr: Limites
zh_hans: 限制

source: Magnet links
es: Enlaces magnet
fr: Liens magnets
zh_hans: 磁力链接

source: Name
es: Nombre
fr: Nom
zh_hans: 名称

source: Peers
es: Pares
fr: Pairs
zh_hans: 用户

source: Port
es: Puerto
zh_hans: 端口

source: RPC Version
es: Versión RPC
fr: Version RPC
zh_hans: RPC 版本

source: Status
es: Estado
fr: Statut
zh_hans: 状态

source: Transmission Version
es: Versión de Transmission
fr: Version Transmission
zh_hans: Transmission 版本

source: Upload
es: Subida
fr: Partage
zh_hans: 上传

source: Updates
es: Actualizaciones
fr: Mises à jour
zh_hans: 更新

source: Version %@
es: Versión %@
zh_hans: 版本 %@

source: Host
fr: Hôte
zh_hans: 主机

source: Info
fr: Infos
zh_hans: 信息

source: Normal
fr: Normale
zh_hans: 普通

source: Search
fr: Rechercher

source: Torrent
zh_hans: 种子
